{
    "natalia_clips": "Natalia sold clips to 48 of her friends in April, and then she sold half as many clips in May. How many clips did Natalia sell altogether in April and May?",
    "betty_wallet": "Betty is saving money for a new wallet which costs $100. Betty has only half of the money she needs. Her parents decided to give her $15 for that purpose, and her grandparents twice as much as her parents. How much more money does Betty need to buy the wallet?",
    "julie_reading": "Julie is reading a 120-page book. Yesterday, she was able to read 12 pages and today, she read twice as many pages as yesterday. If she wants to read half of the remaining pages tomorrow, how many pages should she read?",
    "cube_probability_1": "I have a white cube, painted red on all sides. I cut it into 3x3x3 = 27 smaller cubes. There are 8 corner cubes, 12 edge cubes, 6 face cubes, and 1 center cube. Each of the smaller cubes has six sides, some red, some white. The corner cubes have 3 red and 3 white sides. The edge cubes have 2 red and 4 white sides. The face cubes have 1 red and 5 white sides. The center cube has 6 white sides. I put them in a bag and mix them well. Now while you are blindfolded, I pick take out a random cube and roll it like a die. You take of your blindfold and see that all five sides visible to you are white. The sixth side faces the the table so you can not see it. What is the probabiltity that the sixth side is also white?",
    "ping_pong": "Bob , Alice, and Tim decided to play ping pong. Only two people can play at a time, so they agree that two of them will start playing, and then whoever loses the game will swap out with the player who was sitting out.\n\nBob played 17 games, Alice played 15 games, and Tim played 10 games.\n\nWho lost the second game?\n\nHint: One of the players played every second game.",
    "cube_probability_2": "I have a white cube, painted red on all sides. I cut it into 27 smaller cubes. All of the smaller cubes have 6 sides, some red, some white. I put them in a bag and mix them well. Now while you are blindfolded, I pick take out a random cube. What is the probability that my cube has at most 1 red side?",
    "cube_probability_3": "I have a white cube, painted red on all sides. I cut it into 3x3x3 = 27 smaller cubes. Each of the smaller cubes has six sides, some red, some white. I put them in a bag and mix them well. Now while you are blindfolded, I pick take out a random cube and roll it like a die. You take of your blindfold and see that all five sides visible to you are white. The sixth side faces the table so you can not see it. What is the probabiltity that the sixth side is also white?"
}